{
    "Absolute monarchy":["It is legal because I wish it.","Louis-Dieudonné","PolCompBall design. Monarchist purple field with an authoritarian black chaussé."],
    "Agorism":["Every action you take outside the scope of government control strengthens the market and weakens the state.","Ross William Ulbricht","Movement design. gray and anarchist black party per bend sinister, to represent gray and black markets."],
    "Agrarian socialism":["The land belongs to those who work it with their hands.","Emiliano Zapata Salazar","PolCompBall design. Horizontal green and socialist crimson bicolor with three beige wheat ears."],
    "Anarcho-capitalism":["It is evident that the State needs the intellectuals. It is not so evident why intellectuals need the State.","Murray Newton Rothbard","Movement design. Libertarian gold and anarchist black party per bend sinister, first flown by rothbardians in 1963."],
    "Anarcho-collectivism":["When the people are being beaten with a stick, they are not much happier if it is called the People's Stick.","Mikhail Alexandrovich Bakunin","PolCompBall design. Collectivist burgundy and anarchist black party per bend sinister with a negative C, for the word Collectivism."],
    "Anarcho-communism":["Prisons are universities of crime, maintained by the state.","Pyotr Alexeyevich Kropotkin","Movement design. Communist crimson and anarchist black party per bend sinister, as used by the National Confederation of Labor since 1910."],
    "Anarcho-distributism":["One sees great things from the valley, but only small things from the peak.","Gilbert Keith Chesterton","PolCompBall design. Anarchist black, distributist orange and white tribar with a negative star and a distributist orange hound of the Guild of Saint Joseph and Saint Dominic."],
    "Anarcho-primitivism":["Work, as a distinct category of life, likewise did not exist until agriculture.","John Edward Zerzan","Movement design. Primitivist green and anarchist black party per bend sinister."],
    "Anarcho-syndicalism":["The state can only be what it is: the defender of mass exploitation and social privileges, the creator of privileged classes and castes and of new monopolies.","Johann Rudolf Rocker","PolCompBall design. Communist crimson and anarchist black party per bend sinister with the Kaiserreich syndicalist black gear, hammer, torch and star since that's where syndicalists get their ideology from."],
    "Aristocracy":["People complain of the despotism of princes. They ought to complain of the despotism of man.","Joseph Marie de Maistre","PolCompBall design. Royal blue field with an aristocratic beige fleur-de-lis."],
    "Autocratic capitalism":["I'm not someone who usually sends out threats. I warn only once. The day they touch one of my men, the rule of law is over.","Augusto Pinochet Ugarte","PolCompBall design. Capitalist gold field with a green dollar sign and an authoritarian black chaussé."],
    "Autonomism":["We have populism because there is no people.","Mario Tronti","PolCompBall design. Anarchist black field with a communist crimson squatter logo to represent unemployment and social isolation."],
    "Avaritionism":["Survival comes first, truth, understanding, and science later.","Nassim Nicholas Taleb","PolCompBall design. Anarchist black field with libertarian gold claws to represent survival and self-defense."],
    "Benefactorism":["The only means of ridding man of crime is ridding him of freedom.","Yevgeny Ivanovich Zamyatin","PolCompBall design. Socialist crimson field with three gray and white pointy bars, reminiscent of one of the covers of Zamyatin's book We."],
    "Blanquism":["He who has iron, has bread.","Louis Auguste Blanqui","PolCompBall design. Socialist crimson field with a white dagger, to represent assassination."],
    "Bordigism":["Communists have no codified constitutions to propose. They have a world of lies and constitutions, crystallised in the law and in the force of the dominant class, to crush.","Amadeo Bordiga","Movement design. Communist crimson field with the black and white logo of the International Communist Current."],
    "Bukharinism":["At a time of revolution we cannot allow freedom for the enemies of the people and of the revolution.","Nikolai Ivanovich Bukharin","Movement design. Communist crimson field with the 1924 to 1936 USSR flag gold hammer, sickle and star."],
    "Camattism":["The human being is dead and is no more than a ritual of capital.","Jacques Camatte","PolCompBall design. Primitivist green field with the black and white logo of the International Communist Current."],
    "Cameralism":["If i wished to punish a province, i would have it governed by philosophers.","Frederick the Great","PolCompBall design. Black, gray and white stripes, reminiscent of the 1892 to 1918 flag of Prussia, with a circle and a rotunda-style neoclassical building to represent the state and banks."],
    "Classical social democracy":["Those who do not move, do not notice their chains.","Rozalia Luksenburg","Movement design. Burgundy field with a beige wreath, ribbon and shaking hands, as seen on a picture of an old Social Democratic Party of Germany banner."],
    "Clerical fascism":["You must train harder than the enemy who is trying to kill you. You will get all the rest you need in the grave.","Léon Joseph Marie Ignace Degrelle","PolCompBall design. Black field with a crimson and gold fascio with a gold cross on top to represent being latinx."],
    "Combatocracy":["Only the weak are cruel. Gentleness can only be expected from the strong.","Leo Buscaglia","PolCompBall design. Leather field with a black pointed cross, reminiscent of sword tips."],
    "Communization":["Communism is the end of the economy as a separate and privileged field on which everything else depends while despising and fearing it.","Gilles Dauvé","Original design. Communist crimson and anarchist black party per bend sinister with a teal bend sinister, a gold star and a white Avtomat Kalashnikova, because teenager larpers love to pretend to be edgy with it."],
    "Corporatocracy":["Once a champion, always a champion.","Ferdinand Emmanuel Edralin Marcos Sr.","PolCompBall design. Turquoise field with a negative white cent symbol."],
    "Council communism":["Public ownership is a middle-class program of a modernized and disguised form of capitalism. Common ownership by the producers can be the only goal of the working class.","Antonie Pannekoek","PolCompBall design. Communist crimson field with a black circular assembly with a star."],
    "Damenism":["The revolutionary party does not ape bourgeois parties, but obeys the need to adapt its organisational structure to the objective condition of the revolutionary struggle.","Onorato Damen","Movement design. Communist crimson field with the gold, black and gray logo of the International Communist Party."],
    "De leonism":["Make no mistake: The organization of the working class must be both economic and political. The capitalist is organized upon both lines. You must attack him on both.","Daniel De Leon","Movement design. Communist crimson field with the gold logo of the Socialist Labor Party of America, of which De Leon was an important member."],
    "Democratic socialism":["The future belongs to the socialism which is democratic, to the democracy which is socialist.","Wilhelm Martin Philipp Christian Ludwig Liebknecht","Movement design. Socialist crimson field with the black and white logo of the Democratic Socialists of America."],
    "Dengism":["It doesn't matter whether the cat is black or white, as long as it catches mice.","Deng Xiaoping","PolCompBall design. Communist crimson field with the gold yuan symbol and the four stars of the maoist classes."],
    "Developmentalism":["In order for a country not to fall, it must cultivate its own strength. ","Park Chung-hee","Original design. State capitalist maroon field with a gold cog and lightning, reminiscent of the People's Action Party's logo."],
    "Dirigisme":["The cabinet has no propositions to make, but orders to give.","Charles André Joseph Marie de Gaulle","PolCompBall design. State capitalist maroon field with a gold section sign to represent regulations and bureaucracy."],
    "Distributism":["Men feel that cruelty to the poor is a kind of cruelty to animals. They never feel that it is an injustice to equals.","Gilbert Keith Chesterton","Reddit design. Gold field with a Distributist orange hoist stripe and the silver, gray and burgundy hound of the Guild of Saint Joseph and Saint Dominic."],
    "Divine monarchy":["Hell is a democracy. Heaven is a kingdom.","John Iliytch Sergieff","Original design. Monarchist purple field with a gold Chi Rho to represent divinity."],
    "Duginism":["Every society believes in its own myths and at the same time considers the myths of other peoples to be ridiculous nonsense.","Aleksandr Gelyevich Dugin","Movement design. Black field with a gold chaos star, being the logo of the Eurasia Party."],
    "Dutch-german left communism":["Thus the left-wing has learnt from the Russian, German, Hungarian, from the world revolution, that the proletariat cannot use the old socialist parties, nor the old trade unions for the revolution.","Herman Gorter","Movement design. Black field with a communist crimson circle. Don't remember where this is from but it was allegedly used by the Communist Workers' Party of Germany at some point."],
    "English socialism":["The best books are those that tell you what you know already.","Eric Arthur Blair","Original design. More or less the classic INGSOC logo but both hands are white because the glove-wearing one looked weird."],
    "Esoteric nazism":["We can see into the distant future, because we know it. That's why we do our duty more fanatically than ever, more bravely, obediently, respectably than ever.","Heinrich Luitpold Himmler","Movement design. It's the black sun and it represents being an edgy pagpag-eating chud who believes in magic or something."],
    "Fascism":["The truth is that men are tired of liberty.","Benito Amilcare Andrea Mussolini","Movement design. Black field with a beige and white fascio, which is the logo of the Republican Fascist Party."],
    "Feudal monarchy":["I would rather obey a fine lion, much stronger than myself, than two hundred rats of my own species.","François-Marie Arouet","Original design. Monarchist purple field with a gold globus cruciger to represent feudal organization."],
    "Fordism":["A love of nature keeps no factories busy.","Aldous Leonard Huxley","PolCompBall design. Blue and cyan stripes reminiscent of the cover of Huxley's book Brave New World, with a white T letter, being the ideology's symbol in the aforementioned work."],
    "Futurism":["We intend to free this nation from its fetid cancer of professors, archaeologists, tour guides, and antiquarians.","Emilio Angelo Carlo Marinetti","Original design. Blue field bordered by two lightning-shaped vertical white bars, with a double ouroboros circle crossed by the Futurist Political Party's Arditi dagger, which is a Red Flood reference because that's where futurists get their ideology from."],
    "Geoanarchism":["As no man made the land, so no man can claim a right of ownership in the land.","Henry George","PolCompBall design. Green and anarchist black party per bend sinister with a white grid, to represent land plots."],
    "Geolibertarianism":["It is not the business of government to make men virtuous or religious, or to preserve the fool from the consequences of his own folly.","Henry George","PolCompBall design. Green field with a white grid, to represent land plots."],
    "Georgism":["There are three ways by which an individual can get wealth: By work, by gift, and by theft. And, clearly, the reasons why the workers get so little is that the beggars and thieves get so much.","Henry George","Movement design. Gold and green party per bend sinister, to represent capital being built on land."],
    "Guild socialism":["Advocates of capitalism are very apt to appeal to the sacred principles of liberty, which are embodied in one maxim: The fortunate must not be restrained in the exercise of tyranny over the unfortunate.","Bertrand Arthur William Russell","PolCompBall design. Burgundy field with a socialist crimson horseshoe bordered in gold and a white arrow bordered in gold. I can only assume that the horseshoe is for farriers. Don't know about the rest."],
    "Hoppeanism":["The state operates in a legal vacuum. There exists no contract between the state and its citizens.","Hans-Hermann Hoppe","Movement design. Libertarian gold and anarchist black party per bend sinister with the von Mises coat of arms."],
    "Integralism":["For monarchy to work, one man must be wise. For democracy to work, a majority of the people must be wise. Which is more likely?","Charles-Marie-Photius Maurras","Movement design. Royal blue field with a white circle and a black sigma letter to represent the integration of all elements."],
    "Juche":["The people are the masters of the revolution in each country. It is like putting a cart before the horse that foreigners carry out the revolution for them. The revolution can neither be exported nor imported.","Kim Song Ju","Movement design. Communist crimson field with a gold hammer, sickle and brush, which is the logo of the Workers' Party of Korea."],
    "Kraterocracy":["Might makes right.","Arthur Desmond","PolCompBall design. Black field with a blue omega letter, to represent spartan culture."],
    "Langean socialism":["Human needs, although originally derived from biological necessity, are thus a result of the existence of society and are conditioned by the stage of development which society has reached.","Oskar Ryszard Lange","Original design. White field with a socialist crimson gear with triangles and a star, to represent changes in the market."],
    "Left-rothbardianism":["Libertarianism is rejected by the modern left, which preaches individualism but practices collectivism. Capitalism is rejected by the modern right, which preaches enterprise but practices protectionism.","Karl Hess","PolCompBall design. Libertarian gold and anarchist black party per bend sinister with a crimson star."],
    "Libertarian distributism":["The poor have sometimes objected to being governed badly. The rich have always objected to being governed at all.","Gilbert Keith Chesterton","PolCompBall design. Orange, black and gold tricolor with a silver and white shield with a silver Gadsden flag timber rattlesnake."],
    "Libertarian municipalism":["To speak of limits to growth under a capitalistic market economy is as meaningless as to speak of limits of warfare under a warrior society.","Murray Bookchin","Reddit design. Anarchist black and communist crimson party per bend with a green leaf to represent ecology/being an insufferable hippie."],
    "Libertarian socialism":["Socialism will be free, or it will not be at all.","Johann Rudolf Rocker","Unknown origin. Socialist crimson and black circular rays with a negative star. I have no clue where this comes from nor of what it means. Do inform me if you know."],
    "Limonovism":["There's no longer any left or right. There's the system and the enemies of the system.","Eduard Veniaminovich Limonov","Movement design. Socialist crimson field with a white circle and a black hand grenade, being the logo of The Other Russia of E. V. Limonov."],
    "Maoism":["War can only be abolished through war, and in order to get rid of the gun it is necessary to take up the gun.","Mao Zedong","Movement design. Communist crimson field with a white circle and a black labrys, to represent the fact that most maoists are lesbian. Also the logo of the Ordine Nuovo, an important maoist party."],
    "Maoism-third-worldism":["I already know everything about the White Man, and he knows nothing about me.","Some dumb kid","PolCompBall design. Socialist crimson and gold circular rays with a burgundy star outline. Yet another one left unexplained by KKKraKKKaSS."],
    "Market anarchism":["Capitalism depends on ever-growing amounts of regulation in the market for its survival, and the system is hitting the point where the teat runs dry.","Kevin Carson","PolCompBall design. White field with a socialist crimson circle and the letter A in black and crimson."],
    "Market socialism":["To achieve a society that exhibits liberty, equality, fraternity and democracy, the object to change first and foremost is production.","Richard David Wolff","PolCompBall design. White field with a socialist crimson hammer, trade arrows and a star."],
    "Marxism-leninism":["In the Soviet Union, it takes more courage to retreat than advance.","Ioseb Besarionis dze Jughashvili","PolCompBall design. Communist crimson field with the 1936 to 1955 USSR flag gold hammer and sickle."],
    "Marxism-leninism-maoism":["Today's Maoist parties are, without doubt, continuators of yesteryear communist parties. But their foundations must be the heights attained by Maoism in the vanguard concept, not the outlook or methods of their past.","Ajith","Movement design. Communist crimson field with the white logo of the Communist Party of Nepal."],
    "Mesoconservatism":["Those who believe in nothing are very, very jealous and angry at those who believe in something.","Pennis Mark Drager","PolCompBall design. PragerU teal field with a PragerU orange compass rose. Yes, it's just the neocon flag with PragerU's colors. Italy should not exist."],
    "Minarchism":["From each as they choose, to each as they are chosen.","Robert Nozick","PolCompBall design. Libertarian gold and blue party per bend sinister, to represent washed out anarcho-capitalism. Yes that's the actual intended meaning."],
    "Montagnardism":["Pity is treason.","Maximilien François Marie Isidore de Robespierre","PolCompBall design. Crimson field with a black wreath."],
    "Mutualism":["Property is exploitation of the weak by the strong. Communism is exploitation of the strong by the weak.","Pierre-Joseph Proudhon","Movement design. Orange and anarchist black party per bend sinister to represent the synthesis of markets and social ownership, which seems to be the official meaning (?)."],
    "National anarchism":["The partisan wants to change the law, the criminal break it. The anarch wants neither. He is not for or against the law. While not acknowledging the law, he does try to recognize it like the laws of nature, and he adjusts accordingly.","Ernst Jünger","Movement design. Anarchist black field with a white circle and the black logo of the National-Anarchist Movement."],
    "National bolshevism":["You only have power over people as long as you don't take everything away from them. But when you've robbed a man of everything, he's no longer in your power, he's free again.","Aleksandr Isayevich Solzhenitsyn","Movement design. Socialist crimson field with a white circle and the 1936 to 1955 USSR flag black hammer and sickle, which is the logo of the National Bolshevik Party."],
    "National communism":["The foetus is the property of the entire society. Anyone who avoids having children is a deserter who abandons the laws of national continuity.","Nicolae Ceaușescu","PolCompBall design. Black field with the 1936 to 1955 USSR flag communist crimson hammer and sickle."],
    "National distributism":["Don't ever take a fence down until you know why it was put up.","Gilbert Keith Chesterton","PolCompBall design. Black field with a burgundy hoist stripe and a burgundy and gray hound of the Guild of Saint Joseph and Saint Dominic."],
    "National socialism":["Anyone can deal with victory. Only the mighty can bear defeat.","A hypocrite","Movement design. Crimson field with a white circle with a black swastika, to match the colors of the 1867 to 1918 German imperial flag, which is the logo of the National Socialist German Workers' Party. Yeah it's really just the nazi flag."],
    "National syndicalism":["Without the action of fascism, which has broken the hegemony of the reds and whites, our union movement would not exist.","Edmondo Rossoni","Movement design. Black field with a socialist crimson eagle holding a sword and a sickle, which is the logo of the Cercle Proudhon."],
    "Neocameralism":["Revenue-maximizing government is not a medieval atrocity from the past, but a permanent feature of human history whose rare exceptions are unstable and undesirable. ","Curtis Guy Yarvin","Reddit design. Black field with a gold segmented hourglass to represent the joint-stock structure, with a gold circle and a rotunda-style neoclassical building to evoke cameralism. See the <a title='Optimal autonomous organizations - Gray Mirror' target='_blank' href='https://graymirror.substack.com/i/50364229/efficiency-and-accountability'>Gray Mirror article on OAOs</a>."],
    "Neoconservatism":["I just want you to know that, when we talk about war, we're really talking about peace.","George Walker Bush","Movement design. NATO blue field to represent the Atlantic ocean with a white compass rose to represent the path to peace."],
    "Neoliberalism":["The most important single central fact about a free market is that no exchange takes place unless both parties benefit.","Milton Friedman","Reddit design. White field with a burgundy circular representation of Earth's continental masses, to represent globalism."],
    "Neolibertarianism":["Very few people know someone who would voluntarily go into a war zone to protect a person he has never met. I know 1,000 of them, and I am proud that they are part of our team.","Erik Dean Prince","PolCompBall design. Libertarian gold field with a black compass rose. Just the neocon flag with libertarian colors."],
    "Niekischism":["War and unrest appeal to me more than good bourgeois order. Brutality is respected, the people need wholesome fear. They want to fear someone.","Ernst Röhm","Original design. Black field with a white Cercle Proudhon eagle holding a sword and a sickle bordered in crimson, to match the colors of the 1867 to 1918 German imperial flag."],
    "Nilssonianism":["Every man should, as far as possible, be his own Jarl.","Jonas Nilsson","PolCompBall design. Anarchist black field with a beige wheat spike and a white rapier, as seen on the cover of Nilsson's book Anarcho-Fascism: Nature Reborn."],
    "Noocracy":["If you do not take an interest in the affairs of your government, then you are doomed to live under the rule of fools.","Plato","PolCompBall design. Gold field with two interlocking black circles tied to black lines. Seems like i'm not noocratic enough to guess what it means."],
    "Ordoliberalism":["When it comes to human dignity, we cannot make compromises.","Angela Dorothea Merkel","PolCompBall design. Liberal blue field with a beige police badge."],
    "Paleoconservatism":["I oppose any regulation of private property, but when I see some developer clear-cutting one-hundred-year-old trees, I want to pass a law to pound the hell out of him.","Melvin Eustace Bradford","PolCompBall design. White field striped with crimson with a blue fly stripe with  three white stars and a blue mammoth, to represent an older form of the conservative elephant."],
    "Paleolibertarianism":["Real patriotism is a willingness to challenge the government when it's wrong.","Ronald Ernest Paul","PolCompBall design. Lavender field with a black and pine Gadsden flag timber rattlesnake."],
    "Paternalistic conservatism":["The greatest good you can do for another is not just to share your riches but to reveal to him his own.","Benjamin Disraeli","PolCompBall design. Conservative cyan field with a white rose."],
    "Patronalism":["It's better to be hanged for loyalty than rewarded for betrayal.","Vladimir Vladimirovich Putin","Original design."],
    "Personal autocracy":["If you must break the law, do it to seize power. In all other cases, observe it.","Gaius Julius Caesar","Original design. Burgundy field with a gold bust profile wearing a green laurel wreath with an authoritarian black chaussé."],
    "Platformism":["Anarchism is as revolutionary, as diverse, and as sublime in every facet as is human life itself.","Nestor Ivanovych Makhno","Wikipedia design. Communist crimson and anarchist black party per bend sinister with a negative star."],
    "Right-libertarianism":["When one gets in bed with government, one must expect the diseases it spreads.","Ronald Ernest Paul","Movement design. Libertarian gold field with a black and pine timber rattlesnake, which is the Gadsden flag."],
    "Situationism":["Never work.","Guy-Ernest Debord 🚬","PolCompBall design. Due to the nature of reactionary media (Which i am undoubtedly part of), this flag has to remain unexplained. Il est interdit de décrire."],
    "Social autocracy":["For our friends, everything. For our enemies, not even justice.","Juan Domingo Perón","PolCompBall design. Crimson field with a white rose and an authoritarian black chaussé."],
    "Social corporatism":["The art of politics consists in knowing precisely when it is necessary to hit an opponent slightly below the belt.","Konrad Hermann Joseph Adenauer","PolCompBall design. Crimson field with a white fascio."],
    "Social democracy":["Better things are not possible.","Eduard Bernstein","Movement design. Crimson field with a white rose."],
    "Social distributism":["To be clever enough to get all that money, one must be stupid enough to want it.","Gilbert Keith Chesterton","PolCompBall design. Gold field with a crimson hoist stripe and the silver, gray and burgundy hound of the Guild of Saint Joseph and Saint Dominic on a distributist orange star."],
    "Social georgism":["Man is the only animal whose desires increase as they are fed, the only animal that is never satisfied.","Henry George","Original design. Crimson field with a white flower, which is a logo sometimes used by some georgists."],
    "Social liberalism":["True individual freedom cannot exist without economic security and independence. People who are hungry and out of a job are the stuff of which dictatorships are made.","Franklin Delano Roosevelt","PolCompBall design. Liberal blue field with a beige rose."],
    "Social libertarianism":["I'm a capitalist, and I believe that universal basic income is necessary for capitalism to continue.","Andrew Yang","PolCompBall design. Libertarian gold field with a black rose."],
    "Sorelianism":["By accepting the idea of the general strike, although we know that it is a myth, we are proceeding exactly as a modern physicist does who has complete confidence in his science.","Georges Eugène Sorel","PolCompBall design. Anarchist black field with a communist crimson raised fist holding a hammer, to represent striking."],
    "Stakeholder capitalism":["In fact, there is not a single key technology behind the iPhone that has not been state-funded.","Mariana Mazzucato 🐛","Original design. Blue field with a white semicircle with curves springing out of it, reminiscent of the World Economic Forum's logo."],
    "State capitalism":["A society to be successful must maintain a balance between nurturing excellence and encouraging the average to improve.","Lee Kuan Yew","PolCompBall design. State capitalist maroon field with a gold arrow and cent symbol. It's supposed to represent a balance between marxism-leninism and capitalism, which is utterly silly."],
    "State corporatism":["Those who can, must obey.","António de Oliveira Salazar","PolCompBall design. Black field with a white and brown fascio."],
    "State socialism":["If you own the things men must have, you own the men who must have them.","Edward Bellamy","Original design. Socialist crimson field with a white cog and hammer."],
    "Strasserism":["We must take from the right nationalism without capitalism and from the left socialism without internationalism.","Gregor Strasser","Movement design. Black field with a socialist crimson sword and hammer bordered in white, which is the logo of the Combat League of Revolutionary National Socialists."],
    "Stratocracy":["I have not the particular shining bauble or feather in my cap for crowds to gaze at or kneel to, but I have power and resolution for foes to tremble at.","Oliver Cromwell",""],
    "Superfascism":["The legionary spirit is that fire of one who will choose the hardest road, who will fight to the death even when all is already lost.","Giulio Cesare Andrea Evola","Original design. Burgundy field with two crossed gold gladii and two gold roman legionary shield square squiggly arrows, to represent Evola's taste for roman imperial aesthetics and legionary spirit mindset."],
    "Syndicalism":["Nothing can so impress the mind and soul of the worker as this enduring battle for daily bread.","Johann Rudolf Rocker","PolCompBall design. Socialist crimson field with the Kaiserreich syndicalist black gear, hammer, torch and star since that's where syndicalists get their ideology from."],
    "Technocracy":["We owe nothing in our origins to any political philosophers. We do owe a debt to a thousand American chemists, engineers, scientists, and technologists.","Howard Scott","Movement design. gray field with a crimson monad, to represent the equilibrium of production and consumption, which is the logo of Technocracy Incorporated."],
    "Theocracy":["He who doesn't pray to the Lord prays to the devil.","Jorge Mario Bergoglio","Stellaris design. Monarchist purple field with a gold character with a halo and rays emanating from its head to represent being chosen by a deity."],
    "Third international theory":["For 40 years, I have not been the ruler. The authority has been with the people. They take nothing from me or add anything to me.","Muammar Muhammad Abu Minyar al-Gaddafi","Movement design. Green field, which was the libyan flag from 1977 to 2011. Lame."],
    "Third way":["Eat some chocolate chocolate chip.","Joseph Robinette Biden Jr.","PolCompBall design. White field with a crimson rose. A mix of the neoliberal colors and the social democrat symbol."],
    "Timocracy":["The world's surface being limited, the great object of present humanity should be to take as much of the world as it possibly could.","Cecil John Rhodes","PolCompBall design. Royal blue field with a gold trapezoid with lines, to represent a plot of land."],
    "Titoism":["From now on, state ownership of the means of production is the lowest form of social ownership, and not the highest as the leaders of the USSR consider it to be.","Josip Broz Tito","Movement design. Blue, white and crimson striped tricolor with a crimson star bordered in gold, which was the yugoslav flag from 1950 to 1992."],
    "Trotskyism":["You may not be interested in war, but war is interested in you.","Lev Davidovich Bronstein","PolCompBall design. Communist crimson field with a gold stripe and a gold hammer, sickle and number four on the canton, which is the logo of the Fourth International."],
    "Utopian socialism":["Union and cooperation in war obviously increase the power of the individual a thousand fold. Is there the shadow of a reason why they should not produce equal effects in peace?","Robert Owen","PolCompBall design. Socialist crimson field with a white sun."],
    "Yellow socialism":["Today's socialists, through their monstrously reactionary tactics, aim to unite laborers, those who own nothing, in their abnegation of the conquest of property.","Pierre Biétry","PolCompBall design. Gold field with a black factory, star and wreath."]
}
